Repository: BusinessCentralSourceControl/CRONUS-International-Ltd.-99C2DE79-891E-4227-87C5-D517E6A9F6F7
Catalog: Extensions/Inner exception/Translations/translation-*.xlf
Languages: de_de, es_mx, fr_fr

# Report 3124337057 - Control 2346885236 - Property 2879900210
source: Options
de_de: Optionen

# Report 3124337057 - NamedType 1784859884
source: Order Confirmation
de_de: Auftragsbestätigung
fr_fr: Confirmation de commande

# Report 3124337057 - NamedType 1147163267
source: Your purchase order of %1
de_de: Ihre Bestellung vom %1
fr_fr: Votre commande du %1

# Report 3124337057 - NamedType 3060253118
source: Your purchase order no.: %1
de_de: Ihre Bestell-Nummer: %1
fr_fr: Votre numero de commande: %1

# Report 3124337057 - NamedType 2891344095
source: Phone: %1
de_de: Tel: %1
fr_fr: Tel: %1

# Report 3124337057 - NamedType 1953768907
source: Total Price (%1)
de_de: Betrag in %1
fr_fr: Prix Total (%1)

# Report 3124337057 - NamedType 1508327611
source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total

# Report 3124337057 - NamedType 2146024228
source: Your VAT-No.
de_de: Ihre USt-Id-Nr.
fr_fr: Votre No. de TVA

# Report 3124337057 - NamedType 2422556501
source: Your contact partner is %1
de_de: Sie werden bei uns betreut von %1
fr_fr: Votre assistance pour demandes techniques: %1

# Report 3124337057 - NamedType 3529040712
source: The order confirmation has been written by %1
de_de: Die Auftragsbestätigung wurde erstellt von %1
fr_fr: Votre assistance pour demandes commerciales: %1

# Report 3124337057 - NamedType 3890205056
source: Proforma-Invoice
de_de: Proforma-Rechnung

# Report 3124337057 - NamedType 1248591342
source: Continuation on page %1
de_de: Fortsetzung auf Seite %1
fr_fr: Continuation sur page %1

# Report 3124337057 - NamedType 963372627
source: Supplies and Services of our house exclusively take place on the basis of our well-known terms of sales and delivery.
de_de: Lieferungen und Leistungen unseres Hauses erfolgen ausschließlich auf der Grundlage unserer Ihnen bekannten Verkaufs- und Lieferbedingungen.

# Report 3124337057 - NamedType 747631653
source: Blanket Order No.
de_de: Rahmenauftragsnr.

# Report 3124337057 - NamedType 319121014
source: Your Item No.: %1
de_de: Ihre Art.Nr.: %1

# Report 3124337057 - NamedType 1601069244
source: With Kind Regards\ \%1
de_de: Mit freundlichen Grüßen\ \%1\ \Die Ware bleibt bis zur vollständigen Bezahlung - auch im Falle der Bearbeitung - unser Eigentum.\Es gilt deutsches Recht. UN-Kaufrecht wird abbedungen.

# Report 3124337057 - NamedType 1210925875
source: Our Account No.: %1
de_de: Unsere Kontonr.: %1

# Report 3124337057 - NamedType 3124015726
source: Country of origin: %1
de_de: Ursprungsland: %1

# Report 3124337057 - NamedType 2880026443
source: Drawing No.: %1/%2
de_de: Zeichnungsnr.: %1/%2

# Report 3124337057 - Property 2879900210
source: Sales Order
es_mx: Pedido venta

# Report 3124337057 - ReportDataItem 1192395785 - Property 1806354803
source: Sales Order
es_mx: Pedido venta

# Report 3124337057 - NamedType 2476940767
source: COPY
es_mx: COPIA

# Report 3124337057 - NamedType 3114637384
source: Transferred from page %1
es_mx: Transferido desde pág. %1

# Report 3124337057 - NamedType 3752334001
source: Transferred to page %1
es_mx: Transferido a página %1

# Report 3124337057 - NamedType 95063322
source: Sales Tax Breakdown:
es_mx: Análisis impto. vtas.:

# Report 3124337057 - NamedType 732759939
source: Other Taxes
es_mx: Otros impuestos

# Report 3124337057 - NamedType 1370456556
source: Total Sales Tax:
es_mx: Total impto. vtas.:

# Report 3124337057 - NamedType 2008153173
source: Tax Breakdown:
es_mx: Desglose imptos.:

# Report 3124337057 - NamedType 2645849790
source: Total Tax:
es_mx: Total impto.:

# Report 3124337057 - NamedType 3283546407
source: Tax:
es_mx: Impto.:
